<template>
  <q-page class="">
    <div class="row justify-center">
      <div class="col-6">
        <h3 class="text-center">ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ</h3>
        <ol style="line-height: 35px">
          <li>Когда принимаются документы? - Уже принимаются в режиме онлайн</li>
          <li>Какие документы принимаются? - Анкета на вашем родном языке</li>
          <li>Обязательно ли указывать данные родителей? - Да это необходимо для того чтобы вас информировать во время.</li>
          <li>Есть ли общежитие? - Нет. Но предлагаются услуги по обеспечению жильем недалеко от лицея</li>
          <li>Нужны ли оригиналы документов? - До определения о том, поступили в лицей или нет, оригинальные документы не принимаются.</li>
          <li>Когда экзамены? - Обычно в середине июля</li>
          <li>По каким предметам сдаются экзамены? - Экзамены сдаются в один день в виде тестов по следующим предметам: история, математика, родной язык и литература, иностранный язык, уровня В1.
          <li>Какие предпочтения даются талантливым выпускникам 9-х классов? - Предпочтения получают выпускники 9-х, сертифицированные по иностранным языкам уровней В1 и В2 и победители городских олимпиад 1-5 места по предметам: история, математика, родной язык и литература, иностранный язык.</li>
          <li>Сколько дней будут проводиться вступительные экзамены? - один день. Ответы будут оповещены через веб сайт лицея.</li>
          <li>Какая квота по поступлению в лицей? - 200 мест вне зависимости от языка обучения</li>
          <li>Существуют ли под курсы по подготовке в академический лицей? - Нет</li>
          <li>Какие специальности получают по окончании лицея? - Специалист начального уровня, по быстрому набору текстов, гиды, переводчики, офис менеджеры, тур операторы по выбору обучаемых.</li>
          <li>Какие вторые языки обучаются в лицее? - Помимо основных иностранных языков как английский, немецкий, французский, корейский, исходя из выбора любой из этих языков может быть выбран как второй иностранный для дополнительного изучения на платной основе.</li>
          <li>Если есть ещё вопросы? - При возникновении дополнительных вопросов, пишите по электронной почте или социальных сетях лицея.</li>
        </ol>
      </div>
    </div>
  </q-page>
</template>

<script>
import { mapGetters } from 'vuex'

export default {
  name: 'Faq',
  meta: {
    titleTemplate: title => `${title} - Faq`,
    meta: {
      description: { name: 'description', content: 'Faq Page 1' },
      keywords: { name: 'keywords', content: 'Faq website' }
    }
  },
  data () {
    return {
      slide: 1
    }
  },
  computed: {
    ...mapGetters(['mobileDetect'])
  }
}
</script>

<style lang="stylus" scope>
</style>
